XMLSamples/1V_Air_Vehicle_Hotel/End Session-PASS.txt

End Session-Request
******************************************************************** 
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/">
   <soapenv:Header/>
   <soapenv:Body>
      <ter:EndTerminalSessionReq TargetBranch="TP_1V_SOA" xmlns:ter="http://www.travelport.com/schema/terminal_v33_0" xmlns:com="http://www.travelport.com/schema/common_v33_0">
         <com:BillingPointOfSaleInfo OriginApplication="UAPI"/>
         <com:HostToken Host="1V" Key="1T">7CCF787F-49E8-4F61-5061-512089B74093</com:HostToken>
      </ter:EndTerminalSessionReq>
   </soapenv:Body>
</soapenv:Envelope>

End Session-Response
******************************************************************** 
<SOAP:Envelope xmlns:SOAP="http://schemas.xmlsoap.org/soap/envelope/">
   <SOAP:Body>
      <terminal:EndTerminalSessionRsp TransactionId="9DD423670A0764785B1483FCBDED304E" ResponseTime="23" xmlns:terminal="http://www.travelport.com/schema/terminal_v33_0">
         <common_v33_0:ResponseMessage Code="601" Type="Info" xmlns:common_v33_0="http://www.travelport.com/schema/common_v33_0">Terminal End Session Successful</common_v33_0:ResponseMessage>
      </terminal:EndTerminalSessionRsp>
   </SOAP:Body>
</SOAP:Envelope>